tap "datawire/blackbird"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/git"
tap "pirj/noclamshell"
brew "python@3.10"
brew "ansible"
brew "asdf"
brew "bat"
brew "chezmoi"
brew "cocoapods"
brew "curl"
brew "difftastic"
brew "direnv"
brew "node"
brew "firebase-cli"
brew "fzf"
brew "gawk"
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "go"
brew "httpie"
brew "jump"
brew "k9s"
brew "lazygit"
brew "less"
brew "lesspipe"
brew "lsd"
brew "mycli"
brew "neovim"
brew "openssh"
brew "pgcli"
brew "pipenv"
brew "pnpm"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "telnet"
brew "yarn"
brew "ykman"
brew "zsh"
brew "pirj/noclamshell/noclamshell"
cask "bluesnooze"
cask "flutter"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "git-credential-manager-core"
cask "intel-haxm"
cask "kitty"
cask "rectangle"
cask "temurin17"
