tap "datawire/blackbird"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "microsoft/git"
tap "pirj/noclamshell"
tap "railwaycat/emacsmacport"
tap "theseal/ssh-askpass"
brew "python@3.11"
brew "ansible"
brew "asdf"
brew "bat"
brew "chezmoi"
brew "ruby"
brew "cocoapods"
brew "curl"
brew "difftastic"
brew "diffutils"
brew "direnv"
brew "flyctl"
brew "fzf"
brew "gawk"
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "jump"
brew "k9s"
brew "lazygit"
brew "less"
brew "lesspipe"
brew "libpq"
brew "lsd"
brew "mosh"
brew "mycli"
brew "neovim"
brew "node"
brew "pgcli"
brew "pipenv"
brew "pnpm"
brew "postgresql@14"
brew "ripgrep"
brew "rustup-init"
brew "telnet"
brew "ykman"
brew "yubikey-agent", restart_service: true
brew "zplug"
brew "zsh"
brew "pirj/noclamshell/noclamshell"
brew "theseal/ssh-askpass/ssh-askpass"
cask "altair-graphql-client"
cask "android-platform-tools"
cask "bluesnooze"
cask "finicky"
cask "font-fira-code-nerd-font"
cask "intel-haxm"
cask "kitty"
cask "marta"
cask "rectangle"
cask "temurin17"
