tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "pirj/noclamshell"
tap "theseal/ssh-askpass"
brew "chezmoi"
brew "difftastic"
brew "git"
brew "git-lfs"
brew "jump"
brew "libyaml"
brew "neovim"
brew "yubikey-agent", restart_service: true
brew "zsh"
brew "pirj/noclamshell/noclamshell"
brew "theseal/ssh-askpass/ssh-askpass"
cask "ghostty"
cask "android-platform-tools"
cask "finicky"

vscode "anysphere.cursorpyright"
vscode "bradlc.vscode-tailwindcss"
vscode "cschlosser.doxdocgen"
vscode "ecmel.vscode-html-css"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "haskell.haskell"
vscode "jeff-hykin.better-cpp-syntax"
vscode "justusadam.language-haskell"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "monokai.theme-monokai-pro-vscode"
vscode "moocfi.test-my-code"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-lsp"
vscode "vscodevim.vim"
vscode "zokugun.cron-tasks"
vscode "zokugun.sync-settings"
